[Balance.Pawn_Balance_JackDeployableTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta Mk-XF da Hyperion")
PlayThroughs[1]=(DisplayName="Torreta Mk-XFS da Hyperion")

[Character.CharClass_JackDeployableTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shield.ShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapons.JacksTurret_WeaponType WeaponTypeDefinition]
Typename="Rifle Sniper Semiautomático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

